{
    "@metadata": {
        "authors": [
            "MusikAnimal"
        ]
    },
    "abusefilter-log": "Link to show the AbuseFilter log for the user (Special:AbuseLog). Possible translation: {{msg-mw|abuselog}}",
    "all-logs": "Link to show all logs for either a user or a page (Special:Log). Possible translation: {{msg-mw|all-logs-page}}",
    "analysis": "Title for the submenu which includes links to various analytical tools.",
    "analysis-sigma": "Title for the link to Sigma's page analysis tool.",
    "analysis-wikihistory": "Title for the link to the WikiHistory tool.",
    "analysis-xtools": "Title for the link to XTools.",
    "articles-created": "Title for the link to the tool that shows all mainspace articles created by a user.",
    "authorship": "Title for the link to the Authorship tool. See https://xtools.wmflabs.org/authorship for possible translation.",
    "basic-statistics": "Title for the link to the ?action=info (Page information) page. Possible translation: {{msg-mw|pageinfo-toolboxlink}}",
    "block-globally": "Title for the link to block an IP globally.",
    "block-log": "Title for the link to show blocks performed by a user (Special:Log/block). Possible translation: {{msg-mw|blocklogpage}}",
    "block-user": "Title for the link to block a user (Special:Block). Possible translation: {{msg-mw|block}}",
    "blocks": "Title for submenu which includes various links about blocks. This should be plural if possible, and not read like a link that will block the user.\n{{Identical|Blocks}}",
    "central-auth": "Title for link to manage the global account of the user (Special:CentralAuth). This link is only shown to stewards. Possible translation: {{msg-mw|centralauth}}",
    "change-block": "Title for link to change the block status of the user. Possible translation: {{msg-mw|change-blocklink}}",
    "change-model": "Title for link to change the content model of the page (Special:ChangeContentModel).",
    "change-protection": "Title for link to change the protection of the page. Possible translation: {{msg-mw|unprotect}}",
    "change-rights": "Title for link to change the user rights of the user. Possible translation: {{msg-mw|tool-link-userrights}}",
    "checkuser": "Title for link to run CheckUser on the user (Special:CheckUser). Possible translation: ",
    "checkuser-log": "Title for link to view checks that the user has performed (Special:CheckUserLog). Possible translation: {{msg-mw|checkuserlog}}",
    "check-external-links": "Title for link to a tool that checks for broken external links on the page <https://dispenser.info.tm/~dispenser/cgi-bin/webchecklinks.py>.",
    "check-redirects": "Title for link to a tool that lists redirects to the page. This is not the same as Special:WhatLinksHere.",
    "contributions": "Title for link to the user's contributions (Special:Contributions). Possible translation: {{msg-mw|contributions}}",
    "copyvio-detector": "Title for link to copyright violation detector tool <https://tools.wmflabs.org/copyvios>.",
    "copyvio-detector-desc": "Description for the link to the copyright violation detector.",
    "delete-page": "Title for link to delete the page. Possible translation: {{msg-mw|deletepage}}",
    "deleted-contributions": "Title for link to the user's deleted contributions (Special:DeletedContributions). Possible translation: {{msg-mw|deletedcontributions-title}}",
    "deletion-log": "Title for link to the page's deletion log (Special:Log/delete). Possible translation: {{msg-mw|deletionlog}}",
    "disambiguate-links": "Title for link to the tool that helps disambiguate links on the page <https://dispenser.info.tm/~dispenser/cgi-bin/dablinks.py>",
    "edit-intro": "Title for link to edit the introduction section of the page.",
    "edit-summary-search": "Title for link to a tool that let's you search the user's edit summaries.",
    "edit-summary-usage": "Title for link to a tool that show's how many times the user has used edit summaries. See <https://xtools.wmflabs.org/editsummary> for possible translations.",
    "email-user": "Title for link to email the user. Possible translation: {{msg-mw|tool-link-emailuser}}",
    "expand-bare-references": "Title for link to a tool that fills in bare references on the page. See <https://tools.wmflabs.org/refill/> for possible translations.",
    "fix-dead-links": "Title for link to a tool that fixes dead links on the page <https://tools.wmflabs.org/iabot/>",
    "geolocate": "Title for link to geolocate the IP address. This is shown only when viewing an IP's contributions.",
    "global-account-log": "Title for link to view the global account log for the user. Possible translation: {{msg-mw|centralauth-log-name}}",
    "global-block-log": "Title for link to view the user's global block log. Possible translation: {{msg-mw|globalblocking-logpage}}",
    "global-contributions-guc": "Title for link to the GUC tool <https://tools.wmflabs.org/guc/>",
    "global-contributions-xtools": "Title for link to XTools Global Contribs tool <https://xtools.wmflabs.org/globalcontribs>",
    "ip-lookup": "Title for submenu containing links to tools that give information about the IP. This is shown only when viewing an IP's contributions.",
    "latest-diff": "Title for link to view the latest edit to the page.",
    "mass-message-log": "Title for link to user's mass message log. Possible translation: {{msg-mw|log-name-massmessage}}",
    "merge-page": "Title for link to merge the page's history into another page (Special:MergeHistory). Possible translation: {{msg-mw|mergehistory}}",
    "move-log": "Title for link to the user's page move log (Special:Log/move). Possible translation: {{msg-mw|movelogpage}}",
    "move-page": "Title for link to move the page. Possible translation: {{msg-mw|movepagebtn}}",
    "non-automated-edits": "Title for link to the tool showing the user's non-automated edits <https://xtools.wmflabs.org/autoedits>",
    "page": "Title for the Page dropdown. Possible translation: {{msg-mw|pagelang-name}}\n{{Identical|Page}}",
    "page-logs": "Title for submenu containing links to various logs for the page.",
    "pending-changes-log": "Title for link to page's stable changes log (Special:Log/stable), known as 'pending changes' on English Wikipedia. Possible translation: {{msg-mw|stable-logpage}}",
    "protection-log": "Title for link to the page's protection log. Possible translation: {{msg-mw|protectlogpage}}",
    "protect-page": "Title for link to protect the page. Possible translation: {{msg-mw|protect}}",
    "proxy-check": "Title for link to the Proxy Check tool <https://tools.wmflabs.org/ipcheck/>",
    "purge-cache": "Title for link to purge the cache of the page.",
    "rdns": "Title for link to the rDNS information for the IP. Shown only when viewing an IP's contributions.\n{{Optional}}",
    "rename-log": "Title for link to the user's rename log (Special:Log/renameuser). Possible translation: {{msg-mw|log-name-renameuser}}",
    "review-log": "Title for link to the user's review log (Special:Log/review). Possible translation: {{msg-mw|review-logpage}}",
    "search": "Title for submenu containing links to search within the history of a page.\n{{Identical|Search}}",
    "search-by-contributor": "Title for link to search the page's history by contributor.",
    "search-history-wikiblame": "Title for link to the WikiBlame tool <http://wikipedia.ramselehof.de/wikiblame.php>",
    "search-history-xtools": "Title for link to XTools Blame tool <https://xtools.wmflabs.org/blame>",
    "search-subpages": "Title for link to search within the subpages of the page.",
    "spam-blacklist-log": "Title for link to the page's spam blacklist log. Possible translation: {{msg-mw|log-name-spamblacklist}}",
    "subpages": "Title for link to see all the subpages of the page.",
    "sul": "Title for link to the global account information page. Possible translation: {{msg-mw|centralauth-ro}}",
    "suppressed-contribs": "Title for link to view the user's suppressed contributions. Possible translation: {{msg-mw|sp-contributions-suppresslog}}",
    "suppression-log": "Title for link to the user's suppression log (Special:Log/suppress). Possible translation: {{msg-mw|suppressionlog}}",
    "thanks-log": "Title for link to the user's 'thanks' log. Possible translation: {{msg-mw|log-name-thanks}}",
    "tools": "Title for submenu containing links to various external tools. Possible translation: {{msg-mw|toolbox}}\n{{Identical|Tools}}",
    "top-edited-pages": "Title for link to a tool that shows the user's most-edited pages <https://xtools.wmflabs.org/topedits>",
    "traffic-report": "Title for link to a tool showing the Pageviews for the page.\n{{Identical|Pageviews}}",
    "transclusions": "Title for link to show a pages that transclude the page.",
    "transclusion-count": "Title for link to the Transclusion Count tool, which counts the number pages that transclude the page.",
    "unblock-user": "Title for link to unblock a user. Possible translation: {{msg-mw|unblock}}",
    "undelete-page": "Title for link to undelete the page.\n{{Identical|Undelete}}",
    "upload-log": "Title for submenu containing links to various logs for the user.",
    "uploads": "Title for link to list file the user has uploaded. Possible translation: {{msg-mw|uploadslink-portlet-label}}",
    "user": "Title for User tab. Gender support will be added at a later time. For now, use the generic or default word. Possible translation: {{msg-mw|listfiles_user}}\n{{Identical|User}}",
    "user-creation-log": "Title for link to the user's log of where they created other user (Special:Log/newusers). Possible translation: {{msg-mw|newuserlogpage}}",
    "user-groups": "Title for link to show a which groups the user belongs to (Special:ListUsers).",
    "user-logs": "Title for submenu containing various links to log links to user's logs.",
    "user-rights-changes": "Title for link to a tool showing changes to the user's rights. Possible translation: {{msg-xtools|abusefilter}}",
    "user-rights-log": "Title for link to the user rights log. Possible translation: {{msg-mw|rightslog}}",
    "user-thanks-received": "Title for link to log of 'thanks' the user received (Special:Log/thanks).",
    "view-block": "Title for link to view the block on the user. (Special:BlockList)",
    "view-block-log": "Title for link to view the user's block log. Possible translation: {{msg-mw|blocklogpage}}",
    "whois": "Title for link to WHOIS. Possible translation: {{msg-mw|"
}
